[Translation]

TRANSLATION_BY=Översatt av
TRANSLATION_NAME=Granberg
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=Svenska
FILEVER=7200

[MainPopup]

MNU_OPEN_PICPICK=&Bildredigerare
MNU_CAPTURE=Skärm&klipp
MNU_CAPTURE_FULLSCREEN=&Helskärm
MNU_CAPTURE_ACTIVEWINDOW=&Aktivt fönster
#7.2.0
MNU_CAPTURE_WINDOW=&Fönster
#7.2.0
MNU_CAPTURE_CONTROL=&Valfritt fönster
MNU_CAPTURE_SCROLLINGWINDOW=&Rullfönster
MNU_CAPTURE_REGION=Flexibel &rektangel
MNU_CAPTURE_FIXEDREGION=&Fast rektangel
MNU_CAPTURE_FREEHAND=Fr&ihand
MNU_CAPTURE_WEBPAGE=&Webbsida
MNU_CAPTURE_REPEAT=Up&prepa senaste klipp
MNU_WIDGET=Visa wid&get...
MNU_CAPTURE_SETTING=Klipp&inställningar
MNU_OUTPUTTYPE=&Utdatatyp
MNU_OUTPUTTYPE_PICPICK=PicPick &redigerare
MNU_OUTPUTTYPE_CLIPBOARD=&Urklipp
MNU_OUTPUTTYPE_SAVEIMAGE=Bild&fil
MNU_OUTPUTTYPE_SAVEFOLDER=&Autospara som...
MNU_OUTPUTTYPE_OTHER=E&xternt program...
MNU_OUTPUTTYPE_FTP=F&TP-server
MNU_OUTPUTTYPE_SHARE=&Dela
MNU_OUTPUTTYPE_SENDTO=&Skicka till
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=&Twitter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-post
MNU_OUTPUTTYPE_PRINTER=Skr&ivare
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=M&olnlagringstjänst
MNU_OUTPUTTYPE_WEB=&Internetadress
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=&Standardbildformat
MNU_OPT_OPENEDITOR=&Öppna redigeraren när programmet startar
MNU_OPT_STARTUPPROGRAM=Starta Pi&cPick vid systemstart
MNU_COLORPICKER=Färg&väljare
MNU_COLORPALETTE=Färg&palett
MNU_COPYCOLORTYPE=&Kopiera färg som
MNU_COLORHISTORY=&Färg&historik
MNU_COLORHISTORY_CLEAR=&Rensa
MNU_MAGNIFIER=&Förstoringsglas
MNU_PIXELRULER=&Linjal
MNU_PROTRACTOR=&Gradskiva
MNU_CROSSHAIR=&Hårkors
MNU_WHITEBOARD=Ritverkt&yg
MNU_CLOUDEXPLORER=M&olnutforskare
MNU_ABOUT_PICPICK=Program&alternativ...
MNU_EXIT_PICPICK=Av&sluta

[Widget]

MNU_WIDGET=&Widget
MNU_WIDGET_LOCK=&Lås widget
MNU_WIDGET_SMALLICONS=Visa &små ikoner
MNU_WIDGET_AUTOHIDE=Dölj a&utomatiskt
MNU_WIDGET_OPACITY=&Ogenomskinlighet
MNU_WIDGET_ALWAYSTOP=&Alltid överst
MNU_WIDGET_CLOSE=&Stäng widget
MNU_WIDGET_OPTIONS=Alternativ för &widgets

[PicPickEditor]

MNU_START=Start
MNU_FILE=&Arkiv
MNU_FILE_NEW=&Ny bild
MNU_FILE_OPEN=&Öppna...
MNU_FILE_OPENCLIPBOARD=Hämta från &Urklipp
MNU_FILE_OPENURL=Hämta från &webbadress
MNU_FILE_OPEN_RECENT=Tidigare
MNU_FILE_OPEN_BROWSE=Bläddra
MNU_FILE_SAVESAME=&Spara
MNU_FILE_SAVE=S&para som...
MNU_FILE_SAVESELECT=Spara &markering som...
MNU_FILE_SAVEALL=Spara a&lla...
MNU_FILE_PRINT=S&kriv ut...
MNU_FILE_CLOSEIMAGE=Stäng b&ild
MNU_FILE_CLOSECURRENTIMAGE=&Aktuell bild
MNU_FILE_CLOSEALLIMAGE=Alla bil&der
MNU_FILE_CLOSEALLSAVEDIMAGE=Alla &sparade bilder
MNU_FILE_CLOSEPICPICK=A&vsluta
MNU_EDIT=&Redigera
MNU_EDIT_UNDO=&Ångra
MNU_EDIT_REDO=&Upprepa
MNU_EDIT_CUT=Kl&ipp ut
MNU_EDIT_COPY=&Kopiera
MNU_EDIT_PASTE=Klistra &in
MNU_EDIT_PASTEFROMFILE=Klistra in från &fil...
MNU_EDIT_SELECTDEL=&Ta bort
MNU_EDIT_SELECTNEW=&Beskär
MNU_EDIT_DESELECT=A&vmarkera
MNU_EDIT_SELECTALL=&Markera allt
MNU_EDIT_IMAGERESIZE=&Ändra bildstorlek...
MNU_EDIT_CANVASRESIZE=Ä&ndra storlek på arbetsytan...
MNU_EDIT_VIEWBITMAP=&Visa Bitmap i helskärm...
MNU_TOOLS=Ver&ktyg
MNU_TOOLS_FULLSCREEN=&Helskärm
MNU_TOOLS_ACTIVEWINDOW=&Aktivt Fönster
#7.2.0
MNU_TOOLS_WINDOW=Fönsterskärmklipp
#7.2.0
MNU_TOOLS_CONTROL=&Valfritt &Fönster
MNU_TOOLS_SCROLLINGWINDOW=&Rullfönster
MNU_TOOLS_WEBPAGE=&Webbsida
MNU_TOOLS_REGION=Flexibel &rektangel
MNU_TOOLS_FIXEDREGION=&Fast rektangel
MNU_TOOLS_FREEHAND=Fr&ihand
MNU_TOOLS_REPEAT=Re&petera senaste klippet
MNU_TOOLS_COLORPICKER=Färg&väljare (Pipett)
MNU_TOOLS_COLORPALETTE=Färg&palett
MNU_TOOLS_MAGNIFIER=&Förstoringsglas
MNU_TOOLS_PIXELRULER=&Linjal
MNU_TOOLS_PROTRACTOR=&Gradskiva
MNU_TOOLS_CROSSHAIR=&Hårkors
MNU_TOOLS_WHITEBOARD=Ritverkt&yg
MNU_TOOLS_SCREENRECORDER=Skä&rminspelare
MNU_TOOLS_OPTION=&Alternativ...
MNU_TOOLSOPTION=Klipp&inställningar
MNU_TOOLSOPTION_OUTPUTTYPE=Utdata&typ
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Standard bild&format
MNU_TOOLSOPTION_DUALMONITORS=Stöd för &flera skärmar
MNU_TOOLSOPTION_HOTKEY=Ändra &kortkommandon...
MNU_TOOLSOPTION_SOUND=Aktivera &ljudeffekt
MNU_TOOLSOPTION_SCROLLCAPTURE=Aktivera &autorulla
MNU_TOOLSOPTION_MOUSECURSOR=Visa &pekare i klipp
MNU_TOOLSOPTION_STARTUPPROGRAM=Starta PicPick vid &uppstart
MNU_TOOLSOPTION_OPENEDITOR=Öppna &redigeraren när programmet startar
MNU_TOOLS_COLORTYPE=Kopiera färg&kod som
MNU_EFFECT=Effe&kter
MNU_EFFECT_INVERT=&Invertera
MNU_EFFECT_GRAYSCALE=&Gråskala
MNU_EFFECT_MOSAIC=&Mosaik...
MNU_EFFECT_BLUR=&Oskärpa
MNU_EFFECT_SHARPEN=&Skärpa
MNU_EFFECT_BRIGHTNESS=L&jus/Kontrast...
MNU_EFFECT_HSL=&Nyans/Mättnad...
MNU_EFFECT_BORDER=Kante&ffekter
MNU_EFFECT_FLIP=V&änd
MNU_EFFECT_FLIPH=Vänd &horisontellt
MNU_EFFECT_FLIPV=Vänd &vertikalt
MNU_EFFECT_ROTATE=&Rotera
MNU_EFFECT_ROTATE90=&90° medurs
MNU_EFFECT_ROTATE180=&180° medurs
MNU_EFFECT_ROTATE270=&270° medurs
MNU_EFFECT_FRAME=Ra&m...
MNU_EFFECT_COLORBALANCE=Färgba&lans...
MNU_EFFECT_WATERMARK=&Vattenstämpel...
MNU_WINDOW=&Fönster
MNU_WINDOW_CASCADE=&Överlappande
MNU_WINDOW_TILEH=Ordna &horisontellt
MNU_WINDOW_TILEV=Ordna &vertikalt
MNU_WINDOW_MINIMIZEALL=Minimera alla
MNU_HELP=&Hjälp
MNU_HELP_WEBSITE=PicPicks webbsida...
MNU_HELP_ABOUT=Om...
MNU_HELP_UPDATE=Sök efter uppdateringar
PNL_TOOL_TOOLS=Verktyg
PNL_TOOL_COLOR=Färg
PNL_TOOL_PROPERTY=Egenskaper
LBL_TOOL_WIDTHS=Bredd:
LBL_TOOL_OPACITY=Ogenomskinlighet
LBL_TOOL_SHAPE=Figur:
TAB_HOME=Hem
TAB_FILE=Arkiv
TAB_VIEW=Visa
TAB_SHAPES=Former
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Text
TAB_NUMBERSTAMP=Sifferstämpel
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Markering
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Förstoringseffekt
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stämplar
TAB_STAMPS_SUB=Format
TAB_SHARE=Dela
TBR_CLIPBOARD=Urklipp
TBN_CLIPBOARD_PASTE=Klistra in
TBN_CLIPBOARD_CUT=Klipp ut
TBN_CLIPBOARD_COPY=Kopiera
TBN_CLIPBOARD_DELETE=Ta bort
TBR_VIEW=Visa
TBN_VIEW_ZOOMIN=Zooma in
TBN_VIEW_ZOOMOUT=Zooma ut
TBN_VIEW_FULL=Helskärm
TBN_VIEW_100=100%-vy
TBR_IMAGE=Bild
TBN_IMAGE_EFFECT=Effekter
TBN_IMAGE_CROP=Beskär
TBN_IMAGE_RESIZE=Storlek
TBN_IMAGE_ROTATE=Rotera
TBR_TOOLS=Verktyg
TBR_COLOR=Färger
TBN_COLOR1=Färg1
TBN_COLOR2=Färg2
POP_COLORTYPE1=Pastellfärger
POP_COLORTYPE2=Grundfärger
TBR_SHOWHIDE=Visa/Dölj
TBN_RULER=Linjaler
TBN_STATUSBAR=Statusrad
TBN_TAB=Flikar
TBN_THUMBNAIL=Miniatyrvy
TBN_PANE=Informationsruta
TBR_WINDOW=Fönster
TBN_CASCADE=Kaskad
TBN_ARRANGEALL=Stapel
TBN_REGISTER=&Registrera...
TBN_TOOLS_SELECT=Markera
TBN_TOOLS_MOVE=Flytta
TBN_TOOLS_DRAW=Rita
TBN_TOOLS_DRAW_BRUSH=&Pensel
TBN_TOOLS_DRAW_ERASER=&Suddgummi
TBN_TOOLS_DRAW_MARKER=&Markera
TBN_TOOLS_DRAW_PEN=&Penna
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kalligrafi
TBN_TOOLS_DRAW_SMARTERASER=Smart sudd&gummi
TBN_TOOLS_DRAW_AIRBRUSH=&Airbrush
TBN_TOOLS_DRAW_MOSAIC=Pi&xelerande pensel
TBN_TOOLS_FILL=Fyll
TBN_TOOLS_FILL_OPTIONS=Fyllnadsalternativ
TBN_TOOLS_FILL_STANDARD=&Heltäckande fyllnad
TBN_TOOLS_FILL_REPLACEMENT=&Färgersättningsfyllnad
TBN_TOOLS_STAMPS=Stämplar
TBN_TOOLS_STAMPS_NUMBER=Sifferstämplar
TBN_TOOLS_STAMPS_GENERAL=Allmäna stämplar
TBN_TOOLS_STAMPS_CURSOR=Markörstämplar
TBN_SELECT_SELECTION_SHAPES=Markeringsformer
TBN_SELECT_SELECTION_OPTIONS=Markeringsalternativ
TBN_SELECT_RECTANGLE=&Rektanglulär markering
TBN_SELECT_ELLIPSE=&Elliptisk markering
TBR_SIZE=Storlek
TBN_MORECOLORS=Mer
MNU_PALETTETYPE=Palettyp
TBR_COLORPALETTE=Palett
TBN_THEME=Färgtema
TBN_THEME_DEFAULT=Standard
TBN_THEME1=Tema 1
TBN_THEME2=Tema 2
TBN_THEME3=Tema 3
TBN_THEME4=Tema 4
TBN_THEME5=Tema 5
TBN_STANDARD_COLORS=Standard färger
TBN_CUSTOM_COLORS=Anpassade färger
TBN_MORE_COLORS=&Fler färger...
TBN_ADD_CUSTOM_COLOR=&Lägg till anpassade färger
TBN_REMOVE_CUSTOM_COLOR=&Ta bort från anpassade färger
MNU_TOPBAR_TITLE=Anpassa menyfliken
MNU_TOPBAR_MINIMIZERIBBON=&Minimera menyfliksområdet
MNU_QAT_TITLE=Anpassa snabbåtkomstfältet
MNU_QAT_ADD=&Lägg till i snabbåtkomstfältet
MNU_QAT_DELETE=&Ta bort i från snabbåtkomstfältet
MNU_QAT_ABOVE=&Visa snabbåtkomstfältet ovanför menyfliksområdet
MNU_QAT_BELOW=&Visa snabbåtkomstfältet under menyfliksområdet
MNU_QAT_RESET=&Återställ snabbstartfältet
TBN_VIEW_TOUCHMODE=Pekläge
TBN_RIBBON_COLLAPSE=Dölj menyfliksområdet
TBN_RIBBON_PIN=Fäst menyfliksområdet
OPEN_ALL_IMAGE_FILES=Alla bildfiler
OPEN_BITMAP_FILES=Bitmap-filer
OPEN_ALL_FILES=Alla filer
TAB_LAYERS=Skikten
TAB_LAYERS_SUB=Format
TAB_HISTORY=Historik
TAB_FORMAT_SHAPE=Formatform
MNU_MAXIMIZE=Ma&ximera
MNU_MINIMIZE=Mi&nimera
MNU_CLOSE=&Stäng
MNU_RESTOREDOWN=&Restore Down
MNU_CLOSEALL=Stäng &alla
MNU_FILE_OPEN_FOLDERS=Mappar
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Standard utdatamapp
MNU_FILE_OPEN_RECENT_IMAGES=Senaste bilderna
MNU_FILE_OPEN_RECENT_FOLDERS=Senaste mapparna
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Urklipp
MNU_FILE_OPEN_OPTIONS_URL=Bildwebbadress
MNU_LIST_PIN=&Fäst till listan
MNU_LIST_UNPIN=&Lossa från listan
MNU_LIST_REMOVE=&Ta bort från listan
MNU_LIST_CLEAR=&Rensa lossade objekt
MNU_COPY_PATH=&Kopiera sökväg till Urklipp
MNU_FILE_INFO=&Info
MNU_HELP_REPORT=Reportera problem
MNU_QAT_MORE=Fler ko&mmandon...
TBN_COLOR_DEFAULT=Standardfärger
TBN_COLOR_SWAP=Byt färger
TBN_COLOR_PICK=Färgväljare

[PicPickEditor Tip]

TIP_FILE_NEW=Skapa en ny tom bild
TIP_FILE_OPEN=Öppna en befintlig bild
TIP_FILE_OPENCLIPBOARD=Öppna bild från Urklipp
TIP_FILE_OPENURL=Öppna bild från webbadress
TIP_FILE_SAVE=Spara aktuell bild
TIP_FILE_SAVEAS=Spara aktuell bild under nytt namn
TIP_FILE_SAVESELECT=Spara markering under nytt namn
TIP_FILE_SAVEALL=Spara alla bilder under nytt namn
TIP_FILE_PRINT=Skriv ut bild
TIP_FILE_CLOSEIMAGE=Stäng aktuell bild
TIP_FILE_CLOSEALLIMAGE=Stäng alla bildfiler
TIP_FILE_CLOSEALLSAVEDIMAGE=Stäng alla sparade bildfiler
TIP_FILE_CLOSEPICPICK=Stäng fönster
TIP_EDIT_UNDO=Ångra senaste åtgärd
TIP_EDIT_REDO=Upprepa ångrad åtgärd
TIP_EDIT_CUT=Klipp ut markerat område och flytta till Urklipp
TIP_EDIT_COPY=Kopiera markerat område till Urklipp
TIP_EDIT_PASTE=Klistra in Urklipp i aktuell bild
TIP_EDIT_PASTEFROMFILE=Klistra in en fil i aktuell bild
TIP_EDIT_SELECTDEL=Ta bort markerat område
TIP_EDIT_SELECTNEW=Beskär bilden efter markerat område
TIP_EDIT_DESELECT=Avmarkera bild
TIP_EDIT_SELECTALL=Markera hela bilden
TIP_EDIT_IMAGERESIZE=Ändra storlek på bilden
TIP_EDIT_CANVASRESIZE=Ändra storlek på arbetsytan
TIP_EDIT_VIEWBITMAP=Visa bitmap i helskärmsläge.
TIP_TOOLS_CAPTURE=Visa klippmeny på skärmen
TIP_TOOLS_FULLSCREEN=Skapa bild av hela skärmen
TIP_TOOLS_ACTIVEWINDOW=Skapa bild av aktivt fönster
#7.2.0
TIP_TOOLS_WINDOW=Ta ett skärmklipp av det valda fönstret.
#7.2.0
TIP_TOOLS_CONTROL=Skapa bild av valfritt fönster eller fönsterdel
TIP_TOOLS_SCROLLINGWINDOW=Skapa bild av rullat fönster
TIP_TOOLS_WEBPAGE=Skapa bild av webbsidor
TIP_TOOLS_REGION=Skapa bild av flexibelt rektangulärt område
TIP_TOOLS_FREEHAND=Skapa bild av frihandsritat område
TIP_TOOLS_FIXEDREGION=Skapa bild av fixerat rektangulärt område
TIP_TOOLS_REPEAT=Skapa föregående bild en gång till
TIP_TOOLS_CAPTUREMENU=Klipp ut en bild från skärmen
TIP_TOOLS_COLORPICKER=Hämta en färgkod på skärmen
TIP_TOOLS_COLORPALETTE=Välj och fintrimma den färg du vill ha
TIP_TOOLS_MAGNIFIER=Ta en närmare titt på skrivbordet
TIP_TOOLS_PIXELRULER=Mät storleken på skrivbordsobjekt och bilder
TIP_TOOLS_CROSSHAIR=Beräkna relativa koordinater
TIP_TOOLS_PROTRACTOR=Mät olika vinklar på skärmen
TIP_TOOLS_WHITEBOARD=För presentation eller för att rita något
TIP_TOOLS_OPTION=Visa fler alternativ för programmet
TIP_TOOLS_SCREENRECORDER=Spela in en video av skrivbordsskärmen
TIP_TOOLSOPTION=Alternativ för skärmklipp
TIP_TOOLSOPTION_OUTPUTTYPE=Skicka skärmklipp till redigerare
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Ändra standardformat för skärmklipp
TIP_TOOLSOPTION_DUALMONITORS=Stöd för skärmklipp från flera skärmar
TIP_TOOLSOPTION_HOTKEY=Ändra funktion för tangentgenvägar...
TIP_TOOLSOPTION_SOUND=Aktivera ljudeffekt vid skärmklipp
TIP_TOOLSOPTION_SCROLLCAPTURE=Skapa skärmklipp av rullfönster
TIP_TOOLSOPTION_MOUSECURSOR=Inkludera muspekare i skärmklipp
TIP_TOOLSOPTION_STARTUPPROGRAM=Starta PicPick när Windows startas
TIP_TOOLSOPTION_OPENEDITOR=Öppna PicPick bildredigerare när programmet startas
TIP_TOOLS_COLORTYPE=Ändra kodning för färgväljare [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Invertera bildfärger
TIP_EFFECT_GRAYSCALE=Konvertera bild till 256-färgers gråskala
TIP_EFFECT_MOSAIC=Skapa mosaikeffekt (pixelförstoring)
TIP_EFFECT_BLUR=Skapa oskärpa
TIP_EFFECT_SHARPEN=Skapa skärpa
TIP_EFFECT_BRIGHTNESS=Justera ljus och kontrast i ett specielt färgområda i en bild.
TIP_EFFECT_HSL=Justera nyans och mättnad i ett specielt färgområda i en bild.
TIP_EFFECT_COLORBALANCE=Justera balansen i ett specielt färgområda i en bild.
TIP_EFFECT_FLIPH=Vänd markerat område eller hela bilden horisontellt
TIP_EFFECT_FLIPV=Vänd markerat område eller hela bilden vertikalt
TIP_EFFECT_ROTATE90=Rotera 90° medurs
TIP_EFFECT_ROTATE180=Rotera 180° medurs
TIP_EFFECT_ROTATE270=Rotera 270° medurs
TIP_EFFECT_FRAME=Skapa en rameffekt
TIP_EFFECT_WATERMARK=Lägg till en vattenstämpel
TIP_WINDOW_CASCADE=Ordna fönster överlappande
TIP_WINDOW_TILEH=Ordna fönster horisontellt
TIP_WINDOW_TILEV=Ordna fönster vertikalt
TIP_WINDOW_MINIMIZEALL=Minimera alla öppna fönster
TIP_HELP_WEBSITE=Öppna PicPicks hemsida
TIP_HELP_ABOUT=Visa programinformation och copyright
TIP_HELP_UPDATE=Sök efter mjukvaruuppdateringar
TIP_TOOL_MOVE=Flytta en hela bilden eller ett markerat objekt.
TIP_TOOL_SELECT=Markera en del av bilden.
TIP_TOOL_FILL=Klicka på ett område i bilden och fyll det med färg.
TIP_TOOL_PICKCOLOR=Plocka en färg från skärmen och använd den att rita med.
TIP_TOOL_DRAW=Måla med olika penslar.
TIP_TOOL_STAMPS=Använd stämplar på bilden
TIP_TOOL_SHAPE=Rita figurer på bilden
TIP_SIZE=Välj bredd på det valda verktyget
TIP_TOOL_TEXT=Lägg till text i bilden
TIP_OUTPUTTYPE_MSWORD=Skicka en kopia av bilden till Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL=Skicka en kopia av bilden till Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT=Skicka en kopia av bilden till Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE=Skicka en kopia av bilden till Skype
TIP_OUTPUTTYPE_PROGRAM=Skicka en kopia av bilden till ett externt program
TIP_OUTPUTTYPE_MSOUTLOOK=Bifoga en kopia av bilden i ett e-postmeddelande
TIP_OUTPUTTYPE_FACEBOOK=Ladda upp och dela bilden Facebook
TIP_OUTPUTTYPE_TWITTER=Ladda upp och dela bilden Twitter
TIP_OUTPUTTYPE_FTP=Skicka bilden direkt till en FTP-plats
TIP_OUTPUTTYPE_WEBUPLOAD=Skicka bilden direkt till en webbplats
TIP_OUTPUTTYPE_CLOUD=Ladda upp bilden till Dropbox, Google Drive eller etc
TIP_OUTPUTTYPE_DROPBOX=Ladda upp och dela bilden till Dropbox
TIP_OUTPUTTYPE_GOOGLE=Ladda upp och dela bilden till Google Drive
TIP_OUTPUTTYPE_ONEDRIVE=Ladda upp och dela bilden till OneDrive
TIP_OUTPUTTYPE_MSPAINT=Skicha en kopia av bilden till Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Rotera eller vänd bilden eller markeringen
TIP_TOOLS_EFFECT=Välj effekter
TIP_TOOLS_WIDTHS=Välj bredd
TIP_TOOLS_OPACITY=Välj genomskinlighet
TIP_VIEW_ZOOMIN=Zooma in aktuell bild
TIP_VIEW_ZOOMOUT=Zooma ut aktuell bild
TIP_VIEW_ZOOMSELECT=Zooma in eller ut
TIP_VIEW_ACTUALSIZE=Zooma till 100%
TIP_VIEW_THUMBNAIL=Visa miniatyrsida för att snabbt hitta en bild  
TIP_SHOW_RULER=Visa eller dölj linjaler för att mäta på bilder
TIP_SHOW_STATUSBAR=Visa eller dölj statusrad i botten på fönstret
TIP_SHOW_TAB=Visa eller dölj flikrad
TIP_SHOW_PANE=Visa eller dölj informationsrutan
TIP_COLOR_COLOR1=Förgrundsfärg
TIP_COLOR_COLOR2=Bakgrundsfärg
TIP_COLOR_SWAP=Växla för- och bakgrundsfärger
TIP_COLOR_DEFAULT=Standard för- och bakgrundsfärger
TIP_COLOR_MORE=Visa fler paletter
TIP_SHAPE_FLATTEN=Sammanfoga figur
TIP_SHAPE_DELETE=Ta bort figur
TIP_SHAPE_DUPLICATE=Duplicera figur
TIP_SHAPE_FILL=Fyll markerad figur
TIP_SHAPE_OUTLINE=Kontur
TIP_SHAPE_EFFECTS=Formatera figurer
TIP_SHAPE_ADDTEXT=Infoga text i figur
TIP_SHAPE_FLATTEN_ALL=Sammanfoga alla figurer
TIP_SHAPE_BRINGTOFRONT=Flytta markerat objekt framåt så att det döljs av färre objekt
TIP_SHAPE_SENDTOBACK=Flytta markerat objekt bakåt så att det döljs av fler objekt
TIP_TEXT_BOLD=Felstil
TIP_TEXT_ITALIC=Kursivt
TIP_TEXT_UNDERLINE=Understrykning
TIP_TEXT_ALIGN_LEFT=Justera vänster
TIP_TEXT_ALIGN_CENTER=Centrera
TIP_TEXT_ALIGN_RIGHT=Justera höger
TIP_TEXT_ALIGN_TOP=Vertikaljusterad topp
TIP_TEXT_ALIGN_MIDDLE=Vertikaljusterad mitten
TIP_TEXT_ALIGN_BOTTOM=Vertikaljusterad botten
TIP_TEXT_WORDWRAP=Radbyte
TIP_TEXT_COLOR=Textfärg
TIP_TEXT_SIZE=Textstorlek
TIP_TEXT_FONTFAMILY=Textfontfamilj
TIP_OPEN_PICPICK=Öppna PicPick-redigeraren.
TIP_AUTO_SAVE=Spara bilder automatiskt.
TIP_ALWAYSCOPYCLIPBOARD=Kopiera alltid skärmklippet till Urklipp.
TIP_NEW_LAYER=Skapa ett nytt lager
TIP_CHANGE_SHAPE=Ändra formen på ritningen och bevara all formatering.
TIP_FORMAT_SHAPE=Ändra formatet på formen
TIP_LAYER_BRINGTOFRONT=Placera det markerade objektet framför alla andra objekt.
TIP_LAYER_SENDTOBACK=Skicka det markerade objektet bakom alla andra objekt.
TIP_LAYER_BRINGFORWARD=Ta fram det markerade objektet en nivå så att det döljs bakom färre objekt.
TIP_LAYER_SENDBACKWARD=Skicka tillbaka det valda objektet en nivå så att det döljs bakom fler objekt.
TIP_CAPTURE_DELAY=Ställ in tidsfördröjning innan inspelning
TIP_HELP_REPORT=Skicka en rapport till oss för att hjälpa oss att bli bättre
TIP_FILE_RENAME=Byt namn på aktuell bildfil.
TIP_FILE_OPEN_LOCATION=Visa filen i Utforskaren.
TIP_FILE_COPY_PATH=Kopiera filsökvägen till Urklipp.
TIP_FILE_EXIT=Stäng applikationen.
TIP_EDIT_COPY_ALL=Kopiera hela bilden och lägg den i Urklipp.
TIP_EDIT_SELECT_RECT=Välj ett rektangulärt område genom att rita på arbetsytan.
TIP_EDIT_SELECT_ELLIPSE=Välj ett elliptiskt område genom att rita på arbetsytan.
TIP_EDIT_SELECT_INVERT=Invertera det aktuella valet.
TIP_DRAW_REPLACECOLOR=Klicka på ett område för att ersätta med färgen på arbetsytan.
TIP_EDIT_CROP_NEW=Skapa en ny bild av den valda regionen.
TIP_SHAPE_EFFECTS=Verkställ en visuell effekt på den valda formen.
TIP_SHAPE_STYLE=Verkställ en stil på den valda formen.
TIP_STAMP_STYLE=Verkställ en stil på den valda stämpeln.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Valfritt fönster
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Rullfönster
DLG_REGIONCAPTURE_TITLE=PicPick - Flexibel rektangel
DLG_FIXEDREGIONCAPTURE_TITLE=PicPick - Fast rektangel
DLG_FREEHANDCAPTURE_TITLE=PicPick - Frihand
DLG_WHITEBOARDTOOL_TITLE=PicPick - Ritverktyg
DLG_MAGNIFIER_TITLE=PicPick - Förstoringsglas
DLG_COLORPICKER_TITLE=PicPick - Färgväljare
DLG_CROSSHAIR_TITLE=PicPick - Hårkors
DLG_COLORPALETTE_TITLE=PicPick - Färgpalett
DLG_AUTOSAVE_TITLE=Spara automatiskt
DLG_NEWIMAGE_TITLE=Ny bild
DLG_PRINT_TITLE=Skriv ut
DLG_CANVASSET_TITLE=Ändra storlek på arbetsytan
DLG_IMAGERESIZE_TITLE=Ändra storlek på bild
DLG_ABOUT_TITLE=Om
DLG_PIXELATE_TITLE=Mosaik
DLG_HUESATURATION_TITLE=Nyans/Mättnad
DLG_BRIGHTNESSCONTRAST_TITLE=Ljus/Kontrast
DLG_FRAME_TITLE=Ram
DLG_WATERMARK_TITLE=Vattenstämpel
DLG_FONTVIEW_TITLE=Infoga text
DLG_CAPTURE_TITLE=Skärmklipp
DLG_CHANGEHOTKEY_TITLE=Snabbtangenter
DLG_WEBPAGECAPTURE_TITLE=Webbsidor
DLG_SHORTCUT_TITLE=Ändra tangenbordsgenvägar
DLG_SETUP_TITLE=Inställningar
DLG_FILENAMESETUP_TITLE=Filnamn
DLG_IMAGES_TITLE=Bilder
DLG_GENERALSETUP_TITLE=Allmänt
DLG_SCREEN_RECORDER_TITLE=Inspelning
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Redigerare
DLG_ARROWSET_TITLE=Anpassa pil
DLG_FACEBOOK_TITLE=Anslut Facebook
DLG_TWITTER_TITLE=Anslut Twitter
DLG_WEBUPLOAD_TITLE=Ladda upp på webben
DLG_QAT_TITLE=Verktygsfältet Snabbåtkomst
BTN_ADD=&Lägg till
BTN_REMOVE=Ta bo&rt
BTN_OK=&OK
BTN_CANCEL=&Avbryt
BTN_APPLY=&Verkställ
#7.2.0
BTN_CLOSE=&Stäng
BTN_IGNORE=&Ignorera
BTN_RESET=Åte&rställ
#7.2.0

[About]

GRP_PRESET=Inställningar
CHK_ADDSTARTUP=Starta programet när Windows startar
CHK_ADDDESTKOP=Skapa en skrivbordsikon
CHK_CHECKUPDATE=Sök efter programuppdateringar
LBL_LANGUAGE=Språk
BTN_HOTKEY=Snabbtangenter...
BTN_CREDIT=Tack till
LBL_PROGRAMPARAMETER=&Parametrar...
CHK_SETTINGTOAPPDATA=Spara inställningar till AppData
LBL_MORELANGUAGE=Fler språk...
LBL_INFO_PRODUCT=Produktinformation
LBL_INFO_LICENSE=Licensinformation
LBL_INFO_VERSION=Version

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Egenskaper
LBL_CONTROLCAPTURE_CLASS=Namn
LBL_CONTROLCAPTURE_SIZE=Storlek
LBL_CONTROLCAPTURE_INFO=Kontroll
LBL_CONTROLCAPTURE_SCROLL=Autorull
LBL_CONTROLCAPTURE_OUTPUTTYPE=Utdatatyp
LBL_CONTROLCAPTURE_HANDLE=Hantera
LBL_CONTROLCAPTURE_RECT=Rect
LBL_CONTROLCAPTURE_BOTTOMTIP=Välj en fönsterkontroll, och tryck PrintScrn.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Rektangelstorlek
LBL_FIXEDREGIONCAPTURE_WIDTH=Bredd:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Höjd:
TIP_REGIONCAPTURE_NOTDRAG=Välj ett rektangulärt område på skärmen.
TIP_PIXEL=Pixel
TIP_FREEHANDCAPTURE_NOTDRAG=Markera ett område på frihand, för skärmklipp.
LBL_COLORPICKER_COLORAS=Färgkod för:
LBL_COLORPICKER_VALUE=Värde:
LSV_WEBPAGECAPTURE_LIST=Välj webbsida för skärmklipp
BTN_WEBPAGECAPTURE_RELOAD=&Uppdatera
BTN_WEBPAGECAPTURE_CAPTURE=&Klipp
LBL_MINIHELP=Håll ner vänster musknapp för att markera ett område.
LBL_MINIHELP_CLICKDRAG=Tryck eller dra på skärmen för att välja område.
LBL_MINIHELP_SCROLLCAPTURE=Tryck på Escape-tangenten för att avbryta
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Vänta medan rullningsarean beräknas...
LBL_TIME_DELAY=Tidsför&dröjning
LBL_SECONDS=%d sekunder
LBL_NODELAY=I&ngen fördröjning
LBL_ADD_CURSOR=Lägg till pekare
LBL_MORE_OPTIONS=&Fler alternativ...
LBL_CLIPBOARD=Kopiera till Urk&lipp
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY=Snabbtangenter
GRB_CAPTURE=Skärmklipp
GRB_TOOLS=Verktyg
LBL_KEYNONE=Ingen
LBL_CAPTURE_FULLSCREEN=Helskärm
LBL_CAPTURE_ACTIVEWINDOW=Aktivt fönster
LBL_CAPTURE_CONTROL=Valfritt fönster
LBL_CAPTURE_SCROLLINGWINDOW=Rullfönster
LBL_CAPTURE_REGION=Flexibel rektangel
LBL_CAPTURE_FIXEDREGION=Fast rektangel
LBL_CAPTURE_FREEHAND=Frihand
LBL_CAPTURE_WEBPAGE=Webbsida
LBL_CAPTURE_REPEAT=Upprepa senaste klipp
LBL_TOOLS_EDITOR=Bildredigerare
LBL_TOOLS_COLORPICKER=Färgväljare (Pipett)
LBL_TOOLS_COLORPALETTE=Färgpalett
LBL_TOOLS_PIXELRULER=Linjal
LBL_TOOLS_PROTRACTOR=Vinkelhake
LBL_TOOLS_CROSSHAIR=Hårkors
LBL_TOOLS_WHITEBOARD=Ritverktyg
LBL_TOOLS_MAGNIFIER=Förstoringsglas
CBO_HOTKEY_CUSTOM=Anpassat...
CBO_HOTKEY_DEFAULT=PicPick-standard
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Inaktiverad
LBL_TOOLS_SCREENRECORDER=Skärminspelare

[FontView]

GRP_COLOR=Färger
LBL_FONTCOLOR=Teckensnitt
CHK_FILLCOLOR=Fyllnadsfärg
CHK_AA=Kantutjämna teckensnitt

[AutoSave]

GRP_SELECTFOLDER=Spara skärmklipp automatiskt
LBL_SELECTFOLDER=Välj en katalog för att spara skärmklipp automatiskt.
BTN_SELECTFOLDER=&Bläddra...
GRP_SELECTFILENAME=Filnamn
RDO_SELECTFILENAME_TEXT=Text + nummer
RDO_SELECTFILENAME_NUM=Endast nummer
RDO_SELECTFILENAME_DATETIME=Datum/Tid
EDT_SELECTFILENAME_DEFAULT=Bild
GRP_SELECTFORMAT=Filformat
RDO_SELECTFORMAT_BMP=Bitmap (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG bildfiler(*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphic (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF=PDF-filer (*.pdf)
LBL_SAVEFILENAME=Ange standardfilnamn för autospara eller FTP-uppladdning.
LBL_EXAMPLETITLE=Exempel)
LBL_EXAMPLE1=%y : År, %m : Månad, %d : Dag
LBL_EXAMPLE2=%h : Timma, %n : Minut, %s : Sekund
LBL_EXAMPLE3=%c : Nummer
LBL_EXAMPLE4=%u : Användarnamn, %w : Datornamn
LBL_EXAMPLE5=%t : Unix tidsstämpel
GRB_OTHERPROGRAM=Externt Program
LBL_OTHERPROGRAM=Välj ett externt program att skicka skärmklipp till.
LBL_OTHERPROGRAMPATH=Programsökväg:
LBL_OTHERPROGRAMPARAMETER=Parameter: 
LBL_OTHERPROGRAMSELECT=Skicka till externt program...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Select a file format.

[GeneralSet]

GRB_STARTINGOPTION=Startalternativ
LBL_PROGRAM_MODE=Välj standardprogramläge
CBO_PROGRAM_MODE_EDITOR=Bildredigerare
CBO_PROGRAM_MODE_WIDGET=Flytande widget
CBO_PROGRAM_MODE_TRAY=Visa endast aviseringsikon
CHK_STARTUP=Starta PicPick när Windows startas
CHK_UPDATE=Sök efter programuppdateringar
GRB_APPEARANCE=Utseende
LBL_THEME=Färger
CBO_THEME_DEFAULT=Systemstandard
CBO_THEME_LIGHT=Ljust
CBO_THEME_DARK=Mörkt
LBL_LANGUAGE=Språk

[CaptureSet]

GRB_CAPTUREOPTION=Skärmklippinställningar
CHK_DUALMONITORS=Stöd för flera skärmar
CHK_SOUND=Aktivera ljudeffekt vid skärmklipp
CHK_MOUSECURSOR=Inkludera muspekare i skärmklipp.
CHK_HIDEEDITOR=Dölj PicPicks redigerare före skärmklippet
CHK_ALWAYSCOPYCLIPBOARD=Kopiera alltid skärmklipp till Urklipp
CHK_STARTWITHCAPTUREBAR=Visa klippmenyn vid programstart
GRB_AUTOSCROLL=Autorull
CHK_SCROLLCAPTURE=Aktivera autorull
LBL_SCROLLDELAY=Rullfördröjning: 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Förstoringsfönster
CHK_MAGNIFIER=Visa förstoringsfönster vid skärmklippstagning
LBL_ZOOMSCALE=Zoomfaktor:
GRB_CAPTUREDELAY=Fördröjning före skärmklipp
CHK_ADVANCECONTROLCAPTURE=Använd avancerat fönsterklipp
LBL_CAPTUREOUTPUT=Ändra utdatatyp vid användning av snabbtangenter eller menyval från aviseringsfältet.
CHK_TOOLBAR=Visa verktygsfältet vid klippning.
CHK_DISPLAY_SEC=Visa fördröjningsnerräkning
CHK_MARK_OUTER=Mörklägg ej markerat område
GRB_MAGNIFIER_GRID=Visa rutnätslinjer

[FTP]

GRB_FTPSERVER=FTP-server
LBL_FTPADDRESS=FTP-server:
LBL_REMOTEPATH=Fjärrsökväg:
LBL_PORT=Port :
CHK_PASSIVEFTP=Använd passiv FTP
LBL_USERNAME=Användarnamn:
LBL_PASSWORD=Lösenord:
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Öppna webbadress i webbläsaren
LBL_SENDCLIPBOARD=Kopiera webbadress till Urklipp
LBL_WEBADDRESS=Webbadress

[EditorSet]

GRB_EDITOROPTION=Redigerare
CHK_OPENEDITORWHENSTART=Öppna bildredigeraren när programmet startar
CHK_CENTERIMAGE=Placera bilden i mitten på fönstret
CHK_CLOSEWITHOUTASKING=Stäng osparade bilder utan att fråga
CHK_CROPNEW=Beskär som ny bild
CHK_SHOWCLASSICUI=Visa klassiska verktygsfält
CHK_EXITWHENCLOSING=Avsluta PicPick när redigeringsfönstret stängs.
CHK_AUTOFLATTEN=Platta automatiskt till formerna med bakgrundsbilden.
RDO_BGDEFAULT=Systemstandard
LBL_BG=Bakgrundsfärg:
RDO_BGGRID=Rutnät
RDO_BGSOLID=Solid färg
GRB_FILETYPE=Filassociationer
LBL_FILETYPE=Välj vilka filformat du vill associera med PicPick.
LBL_FILETYPEVISTA=Gör PicPick till din standardbildredigerare
#8.0.0
CHK_SHAPE_GALLERY=Visa formgalleriet i menyfliken
CHK_NORECENT=Do not show recently opened images
#8.0.0

[ArrowSet]

CHK_START=Start
CHK_END=Slut
CHK_OUTLINE=Lägg till kontur
CBO_AT_ARROW1=Pil 1
CBO_AT_ARROW2=Pil 2
CBO_AT_CIRCLE=Cirkel
CBO_AT_DIAMOND=Diamant

[CanvasSet]

GRP_SIZE=Arbetsyta
LBL_WIDTH=Ny bredd
LBL_HEIGHT=Ny höjd
LBL_BACKCOLOR=Bakgrundsfärg
LBL_PRESETS=Förinställningar
CBO_CLIPBOARD=Urklipp
CBO_LASTUSED=Senast öppnad
CBO_CURRENT=Aktuell bildstorlek
CBO_WHITE=Vit
CBO_BLACK=Svart
CBO_TRANSPARENT=Transparent
CBO_CUSTOM=Anpassad

[ResizeSet]

RDO_ZOOM=Ändra procentuellt
RDO_SIZE=Specificerad storlek
CHK_KEEP=Bevara proportioner
LBL_WIDTH=Bredd
LBL_HEIGHT=Höjd

[ColorSet]

BTN_PREVIEW=&Förhandsvisa
LBL_PIXELATE=Mosaik
LBL_HUE=Nyans
LBL_SATURATION=Mättnad
LBL_BIRGHTNESS=Ljus
LBL_CONTRAST=Kontrast
LBL_LIGHTNESS=Lätthet

[FrameSet]

GRP_PREVIEW=Förhandsvisa
GRP_EFFECT=Effekt
CHK_BORDER=Kantlinje
CHK_FRAME=Ram
LBL_ETC=Sök fler effekter...
CHK_AUTO=Lägg till en rameffekt vid skärmklipp
CHK_SHADOW=Skugga
CBO_SHADOW_POS_CENTER=Mitten
CBO_SHADOW_POS_TL=Övre vänstra
CBO_SHADOW_POS_TR=Övre högra
CBO_SHADOW_POS_BL=Nedre vänstra
CBO_SHADOW_POS_BR=Nedre högra

[Palette]

LBL_RED=&Röd
LBL_GREEN=&Grön
LBL_BLUE=&Blå
LBL_TYPE=Färg som:
BTN_COPY=&Kopiera
CLR_DEFAULTTEXT=Färgpalett
CLR_CUSTOMTEXT=Fler färger...

[PixelRuler]

MNU_RULER_MOVE=&Flytta
MNU_RULER_MOVE_UP=&Upp
MNU_RULER_MOVE_DOWN=&Ner
MNU_RULER_MOVE_LEFT=&Vänster
MNU_RULER_MOVE_RIGHT=&Höger
MNU_RULER_TYPE=&Typ
MNU_RULER_TYPE_HOTRIZONTAL=&Horisontell
MNU_RULER_TYPE_VERTICAL=&Vertikal
MNU_RULER_TRANSPARENT=T&ransparens
MNU_RULER_TRANSPARENT_USE=&Aktivera
MNU_RULER_TRANSPARENT_NOTUSE=&Inaktivera
MNU_RULER_TRANSPARENT_INC=&Öka(+)
MNU_RULER_TRANSPARENT_DEC=&Minska(-)
MNU_MAGNIFIER=Visa &förstoringsglas...
MNU_RULER_EXIT=A&vsluta
MNU_RULER_UNIT=&Enheter
MNU_RULER_UNIT_PIXEL=&Pixlar
MNU_RULER_UNIT_INCH=&Tum
MNU_RULER_UNIT_CM=&Centimeter
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Färg
MNU_RULER_COLOR_BLUE=&Blå (Standard)
MNU_RULER_COLOR_YELLOW=&Gul (Klasisk)
MNU_RULER_COLOR_WHITE=&Vit
MNU_RULER_COLOR_BLACK=&Svart
MNU_RULER_COLOR_DARKGRAY=Mörk&grå
MNU_RULER_COLOR_DEFAULT=Systemstan&dard
MNU_RULER_UNIT_DPI_CUSTOM=&Anpassa...
DLG_CUSTOMDPI_TITLE=Anpassad DPI-inställning
LBL_CUSTOMDPI_TEXT=Ange pixel per tum (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Linje&bredd
MNU_WHITEBOARD_PENCOLOR=Linje&färg
MNU_WHITEBOARD_PENCOLOR_BLACK=Svart
MNU_WHITEBOARD_PENCOLOR_WHITE=Vit
MNU_WHITEBOARD_PENCOLOR_RED=Röd
MNU_WHITEBOARD_PENCOLOR_GREEN=Grön
MNU_WHITEBOARD_PENCOLOR_BLUE=Blå
MNU_WHITEBOARD_PENCOLOR_CYAN=Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Gul
MNU_WHITEBOARD_PENCOLOR_GRAY=Grå
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Etc...
MNU_WHITEBOARD_CLEAR=&Rensa
MNU_WHITEBOARD_SAVE=&Skärmklipp
MNU_WHITEBOARD_EXIT=A&vsluta
TIP_TOOL_MOVE=Flytta
TIP_TOOL_ZOOM=Zooma
TIP_TOOL_PEN=Penna
TIP_TOOL_LINE=Linje
TIP_TOOL_ARROW=Pil
TIP_TOOL_SHAPE=Form
TIP_TOOL_RECT=Rektangel
TIP_TOOL_ELLIPSE=Ellips
TIP_TOOL_RRECT=Rektangel med rundade hörn
TIP_TOOL_TRANSPARENT=Genomskinlighet
TIP_TOOL_CLEAR=Rensa
TIP_TOOL_SAVE=Skärmklipp
TIP_TOOL_WIDTH=Bredd
TIP_TOOL_COLOR=Färg

[Print]

BTN_PRINTERSETUP=Utskriftsinställning...
BTN_PRINT=&Skriv ut
GRB_PREVIEW=Förhandsgranska
TAB_PAPERSETUP=Sidinställning
TAB_ADDTEXT=Lägg till text
GRB_MARGINSETUP=&Marginal
LBL_MARGINTOP=Topp
LBL_MARGINLEFT=Vänster
LBL_MARGINRIGHT=Höger
LBL_MARGINBOTTOM=Botten
GRB_IMAGESETUP=&Bildjustering
CHK_CENTER=Centrera bild
CHK_SHRINK=Anpassa till sida (krymp)
CHK_PROPORTINAL=Behåll proportioner
CHK_GRAYSCALE=Gråskala
GRB_PAPERCOUNT=&Antal kopior
LBL_PAPERUNIT=Sidor
GRB_ORIENTATION=&Orientering
RDO_PORTRAIT=Porträtt
RDO_LANDSCAPE=Landskap
GRB_HEADER=&Utskriftshuvud
CHK_HEADERADD=Lägg till
CBO_HEADERDEFAULT=Skriv överskriftstext här
LBL_HEADERMARGIN=Marginal:
BTN_HEADERFONT=Teckensnitt...
RDO_HEADERLEFT=Vänster
RDO_HEADERCENTER=Centrera
RDO_HEADERRIGHT=Höger
GRB_FOOTER=&Fotnot
CHK_FOOTERADD=Lägg till
CBO_FOOTERDEFAULT=Skriv fotnot här
LBL_FOOTERMARGIN=Marginal:
BTN_FOOTERFONT=Teckensnitt...
RDO_FOOTERLEFT=Vänster
RDO_FOOTERCENTER=Centrera
RDO_FOOTERRIGHT=Höger
LBL_SETTINGS=Inställningar
LBL_PRINTER=Skrivare
BTN_PRINT_COLOR=Utskriftsfärg
CHK_COLOR=Färg
CHK_MARGIN_NARROW=Smal
CHK_MARGIN_NORMAL=Normal
CHK_MARGIN_MODERATE=Måttlig
CHK_MARGIN_WIDE=Bred
CHK_MARGIN_CUSTOM=Anpassade marginaler...
#7.2.0
CHK_PAPER_CUSTOM=Fler p&appersstorlekar...
LBL_SAVE_PDF=Spara som PDF

[dxPSRes]

sdxPrintAllPages=Skriv ut alla sidor
sdxPrintCurrentPage=Skriv ut aktuell sida
sdxCustomPrint=Anpassad utskrift
sdxPages=Sidor
sdxPageSetupCaption=Utskriftsformat
sdxPage=Sida
sdxMargins=Marginaler
sdxScaling=Skalning
sdxPaper=Papper
sdxPaperWidth=Bredd
sdxPaperHeight=Höjd
sdxPaperSource=Papperskälla
sdxAutoOrientation=Automatiskt
sdxPrintOrder=Utskriftsordning
sdxDownThenOver=Ner, sedan över
sdxOverThenDown=Över, sedan ner
sdxCenterOnPage=Mitt på sidan
sdxHorizontally=Vågrätt
sdxVertically=Vertikalt
sdxBtnHeaderBackground=Bakgrund
sdxBtnFix=Rätta till
sdxBtnRestoreOriginal=Återställ original
sdxAdjustTo=Justera till
sdxFitToWidth=Anpassa till bildens bredd
sdxFitToHeight=Anpassa till bildens höjd
sdxFitTo=Anpassa till
sdxPagesWideBy=sida bred och
sdxTall=hög
SdxInvalidMargins=En eller flera marginaler är inställda på ogiltiga värden.
sdxPaperSize=Pappersstorlek
sdxStatus=Status
sdxStatusReady=Redo
sdxStatusPrinting=Skriver ut - &d sidor klara
sdxBuildingReportStatusText=Skapar - Tryck på Esc för att avbryta
sdxPrintingReportStatusText=Skriver ut - Tryck på Esc för att avbryta
sdxThereIsNoPictureToDisplay=Det finns ingen bild att visa
#7.2.0

[Facebook]

BTN_CLOSE=&Stäng
LBL_PREVIEW=Förhandsvisning
LBL_CAPTION=Fotoklipp
RDO_SELECTALBUMS=Välj album
RDO_CREATEALBUM=Skapa nytt album
LBL_CREATEALBUM_NAME=Namn: 
LBL_CREATEALBUM_LOCATION=Plats: 
LBL_CREATEALBUM_DESCRIPTION=Beskrivning: 
LBL_CREATEALBUM_PRIVACY=Integritet: 
CBO_CREATEALBUM_1=Alla
CBO_CREATEALBUM_2=Mina nätverk och vänner
CBO_CREATEALBUM_3=Vänner till vänner
CBO_CREATEALBUM_4=Endast vänner
BTN_UPLOAD=Ladda upp
LBL_IMGURL=Bildlänk
LBL_LINKURL=Albumlänk
LBL_UPLOADING=Laddar upp...
LBL_UPLOADCOMPLETE=Uppladdning slutförd
LBL_UPLOADWAIT=Väntar på svar...
LBL_UPLOADFAILURE=Uppladdningsfel. Försök igen.
LBL_UPLOADRESULT=Du har laddat upp en bild. 
LBL_ACCOUNT=Konto:
LBL_PASSWORD=Lösenord:
LBL_REMEMBERPASSWORD=Kom ihåg lösenordet
LBL_MESSAGE=Meddelande:
LBL_WEBUPLOAD_TITLE=Ladda upp din bild direkt till
LBL_WEBUPLOAD_TITLESUB=ImageShack - gratis bildlagringstjänst
LBL_WEBUPLOAD_SIGNUP=Registrera för att hantera dina bilder!
LBL_WEBUPLOAD_NOACCOUNT=Gäst (Inget registreringskrav)
LBL_WEBUPLOAD_ACCOUNTEXIST=Jag har ett ImageShack-konto
BTN_REQUESTTWITTERPIN=Begär Twitter PIN
BTN_REMEMBERME=Kom ihåg mig på den här datorn
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Anslut
BTN_DISCONNECT=&Koppla från

[ThumbnailView]

BTN_QUICKTABS=Flikar
MNU_RENAME=&Byt namn...
MNU_OPENFILELOCATION=&Öppna målmapp...
LBL_RENAME=Ange ett filnamn.

[ObjectProperty]

SHP_TEXTBOX=Textfält
SHP_HIGHLIGHTRECT=Markeringsfärg
SHP_MAGNIFYEFFECT=Förstoringseffekt
SHP_NUMBERSTAMP=Sifferstämpel
SHP_LINES=Linje
SHP_CUSTOMSHAPES=Anpassade figurer
SHP_TRIANGLE=Triangel
SHP_SHAPES=Figurer
SHP_LINE=Rak linje
SHP_CURVE=Böjd linje
SHP_ARROW=Rak pil
SHP_CURVEARROW=Böjd pil
SHP_ELLIPSE=Ellips
SHP_RECT=Rektangel
SHP_ROUNDRECT=Rundad rektangel
SHP_BALLOON=Pratbubbla
SHP_DIAMOND=Diamant
SHP_PENTAGON=Pentagon
SHP_Hexagon=Hexagon
SHP_5STAR=5-uddig stjärna
SHP_6STAR=6-uddig stjärna
TAB_EDIT=Redigera
TBN_DELETE_OBJECT=&Ta bort
TBN_DUPLICATE=D&uplicera
MNU_FLATTEN=&Sammanfoga
MNU_FLATTENALL=&Sammanfoga alla
LST_CHANGESHAPE=Ändra figur
TAB_SHAPESTYLES=Figurformer
TBN_SHAPETEXT=Infoga &text...
TBN_SHAPEFILL=Fyll
MNU_SHAPEFILL_NOFILL=Ingen fyllnad
MNU_SHAPEFILL_SOLIDFILL=Solid fyllnad
MNU_SHAPEFILL_GRAFILL=Vertikal tonad fyllnad
MNU_SHAPEFILL_RADIALFILL=Horisontal tonad fyllnad
TBN_SHAPEOUTLINE=Kontur
MNU_SHAPEOUTLINE_NOLINE=Ingen kontur
MNU_SHAPEOUTLINE_SOLIDLINE=Solid linje
MNU_SHAPEOUTLINE_DOTLINE=Punktlinje
MNU_SHAPEOUTLINE_DASHLINE=Streckad linje
MNU_SHAPEOUTLINE_DASHDOTLINE=Streck-punktlinje
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Streck-punkt-punktlinje
TBR_SHAPEINSERT=Infoga figurer
TBN_SHAPEFORMAT=Formatera
TBN_SHAPEEFFECTS=Figureffekter
MNU_SHAPEEFFECTS_NOEFFECTS=Inga effekter
MNU_SHAPEEFFECTS_SHADOW=Effekter
MNU_SHAPEEFFECTS_SHADOWUSE=Skugga
MNU_SHAPEEFFECTS_SHADOWOPTION=Alternativ...
MNU_SHAPEEFFECTS_BALLOONPOS=Pratbubbleriktning
MNU_SHAPEEFFECTS_BALLOONPOSTL=Toppen-vänster
MNU_SHAPEEFFECTS_BALLOONPOSTR=Toppen-höger
MNU_SHAPEEFFECTS_BALLOONPOSBL=Botten-vänster
MNU_SHAPEEFFECTS_BALLOONPOSBR=Botten-höger
MNU_SHAPEEFFECTS_ARROWSTART=Början
MNU_SHAPEEFFECTS_ARROWEND=Avslut
MNU_SHAPEEFFECTS_ARROWNONE=Ingen pil
MNU_SHAPEEFFECTS_ARROW1=Pil 1
MNU_SHAPEEFFECTS_ARROW2=Pil 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Cirkel
MNU_SHAPEEFFECTS_ARROWDIAMOND=Diamant
MNU_SHAPE_ARRANGE=Ordna
BTN_SHAPE_FRONT=Flytta &frammåt
BTN_SHAPE_BACK=Flytta &bakåt
BTN_SHAPE_ARROWSTYLE=Pilform
TAB_SHAPECOLOR=Figurfärger
TAB_NUMBERSTAMP_NUMBER=Stämpelformer
MNU_NUMBERSTAMP_CURRENT=Aktuellt
MNU_NUMBERSTAMP_NEXT=Nästa
TAB_NUMBERSTAMP_STYLE=Stämpelstilar
MNU_NUMBERSTAMP_SIZE=Storlek
MNU_NUMBERSTAMP_SIZE_SMALL=&Liten
MNU_NUMBERSTAMP_SIZE_Medium=&Medium
MNU_NUMBERSTAMP_SIZE_LARGE=&Stor
MNU_NUMBERSTAMP_SHAPE=Figurer
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Cirkel
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rektangel
TBN_SELECT_CROPCURRENT=&Beskär
TBN_SELECT_CROPNEW=Beskär till &ny bild
TAB_SELECT_SIZE=Storlek
MNU_SELECT_SIZE_LEFT=Vänster
MNU_SELECT_SIZE_TOP=Överkant
MNU_SELECT_SIZE_WIDTH=Bredd
MNU_SELECT_SIZE_HEIGHT=Höjd
MNU_SELECT_INVERTSELECTION=Invertera markeringar
TAB_MAGNIFIER_STYLE=Förstoringsstilar
MNU_SHARE_OPTIONS=&Alternativ...
TBN_NEW_LAYER=&Nytt lager
TBN_CHANGE_SHAPE=&Ändra form
BTN_LAYER_BRINGFORWARD=Ta &fram
BTN_LAYER_SENDBACKWARD=Skicka &bakåt
BTN_LAYER_BRINGTOFRONT=Ta f&ram
BTN_LAYER_SENDTOBACK=Skicka &bakåt
SHP_NORMAL_SHAPES=Normala former
SHP_CIRCLE=Cirkel
SHP_RIGHT_TRIANGLE=Rätt triangel
SHP_HEPTAGON=Heptagon
SHP_OCTAGON=Oktogon
SHP_SPEECHBUBBLE=Pratbubbla
SHP_SPEECHBUBBLE_ROUNDED=Rundad pratbubbla
SHP_THOUGHTBUBBLE=Tankebubbla
SHP_CROSS=Kryss
SHP_HEART=Hjärta
SHP_LIGHTNING=Blixt
SHP_CLOUD=Moln
SHP_BANNER=Banner
SHP_8STAR=8-uddig stjärna
SHP_EXPLOSION=Explosion
SHP_ARROW_RIGHT=Högerpil
SHP_ARROW_LEFT=Vänsterpil
SHP_ARROW_UP=Uppåtpil
SHP_ARROW_DOWN=Neråtpil
SHP_ARROW_FAT_RIGHT=Tjock högerpil
SHP_ARROW_FAT_LEFT=Tjock vänsterpil
SHP_ARROW_FAT_UP=Tjock uppåtpil
SHP_ARROW_FAT_DOWN=Tjock neråtpil
SHP_ARROW_LEFTRIGHT=Vänster högerpil
SHP_ARROW_UPDOWN=Upp nerpil
SHP_TAG_RIGHT=Högertagg
SHP_TAG_LEFT=Vänstertagg
SHP_TAG_UP=Uppåttagg
SHP_TAG_DOWN=Neråttagg

[Licenses]

rdoRegistered=Jag är registrerad användare med registreringskod för kommersiellt bruk.
rdoPersonal=Jag vill använda programmet för personligt bruk.
btnBuy=&Köp Nu
btnRegister=&Registrera
btnAgree=&Godkänn
btnClose=&Stäng
lblEnterLicense=Ange dina registreringsuppgifter
lblOwnerName=Namn
lblRegistrationCode=Registreringskod
lblLicenseInfo=Den här produkten är licencierad till: 
lblPersonalUse=FÖR HEMMANVÄNDARE ( ENDAST FÖR PERSONLIGT BRUK )
lblAskBuy=Tack för att du använder PicPick!
lblAskBuyDescription=Tänk på att denna oregistrerade version endast får användas för personligt bruk i icke kommersiella miljöer. Vill du köpa en licens nu?

[CommercialVersionTrial]

btnModeTrial=Utvärderingsversion
btnModeTrialDescription=Jag vill fortsätta använda produkten på utvärderingsbasis.
btnModeActivate=Aktivera din licensnyckel
btnModeActivateDescription=Jag är registrerad användare och jag har en licensnyckel.
btnModeBuy=Köp nu
btnModeBuyDescription=Gå till den officiella hemsidan för att köpa licensnyckel.
lblTrialDescription=Detta är en 30-dagars utvärderingsversion av PicPick. När utvärderingsperioden gått ut, måste du antingen köpa en licens för att låsa upp programmet, eller avinstallera det från din dator.
btnContinueTrial=&Fortsätt utvärdera
lblDayLeft=Du har {$1} dag(ar) kvar på din {$2}-dagars utvärdering.
lblDayExpired=Din licens är inte längre tillgänglig.
lblEnterLicense=Ange dina registreringsuppgifter
lblOwnerName=Användarnamn
lblRegistrationCode=Licensnyckel
lblRegistrationHelp=Problem med aktiveringen?
btnRegister=&Aktivera
btnDeactivate=A&vaktivera
lblActivationOffline1=1. Gå till nedanstående URL (webbadress) och hämta din autentiseringskod. Om du är 'offline', måste du koppla upp dig, eller använda en annan uppkopplad dator.
lblActivationOffline2=2. Klistra in din autentiseringskod från ovanstående URL (webbadress).
lblAuthCode=Autentiseringskod:
lblExample=t.ex.
lblDeactivationOffline=Please open the below URL to deactivate your license. If you are in an offline environment, you need to go online at another computer.

[ImagesSet]

grbJPEGOption=JPEG-alternativ
lblJPEGQuality=Kvalitet
cboJPEGQualityMaximum=Max
cboJPEGQualityHigh=Hög
cboJPEGQualityMedium=Medium
cboJPEGQualityLow=Låg

[SaveAll]

grbSaveOptions=Alternativ
lblSelectFolder=Välj en mapp att spara skärmklipp i.
rdoAllImages=Alla bilder
rdoUnsavedImages=Alla osparade bilder
grbFileOptions=Filalternativ
lblFileName=Filnamn
lblFileType=Filtyp
rdoFiles=Filer

[ColorBalance]

grpbxColorBalance=Färgbalans
lblColorLevels=Färgnivåer
grpbxToneBalance=Ton
rdbtnShadows=Skuggor
rdbtnMidtones=Mellantoner
rdbtnHighlights=Högdagrar
chckbxPreserveLuminosity=Bevara luminiscens

[StartPage]

lblStartHome=Välj en åtgärd...
lblStartTitle1=Ny aktivitet
lblStartTitle2=Grafiska tillbehör
chkStartDoNotShow=Visa inte detta fönster när programmet startas

[Watermark]

lblWaterMarkPreview=Förhandsgranskning:
lblWaterMarkFile=Fil:
lblWaterMarkPosition=Position:
lblWaterMarkOpacity=Opacitet:
lblWaterMarkOffsetX=Offset-X:
lblWaterMarkOffsetY=Offset-Y:
chkWaterMarkAuto=Lägg automatiskt till en vattenstämpel på nya skärmklipp.
lblWaterMarkTypeImage=Bildvattenstämpel
lblWaterMarkTypeText=Textvattenstämpel
cboWaterMarkTextSize=Textstorlek
cboWaterMarkTextColor=Färg

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=&Avbryt
btnConnect=A&nslut...
btnOptions=A&lternativ...
btnUpload=Ladda &upp
btnAccount=K&onto...
lblConnected=Ansluten
lblNotConnected=Frånkopplad
lblConnecting=Ansluter...
lblUploading=Laddar upp...
lblUploaded=Uppladdat
lblNotUploaded=Det gick inte att ladda upp. Försök igen.
lblGuestAccount=Gästkonto
lblWait=Vänta...
tbnConnect=Anslut
tbnDisconnect=Koppla från
tbnRefresh=Uppdatera
tbnNewFolder=Ny mapp
tbnOptions=Alternativ
tbnSelectFolder=Ladda upp p&lats...
tbnShareLink=Dela &länkalternativ...
lblSelectFolder=Välj en mapp för att ladda upp din bild.
lblMyDrive=Min enhet
lblNewFolder=Ange ett nytt mappnamn.
lblAuth=Logga in via din webbläsare.
lblUploadSuccess=Bilden är uppladdad.
lblShareLink=Dela länk
lblGetLink=Hämta länk
chkShareLink=Skapa alltid en delad länk efter uppladdning
chkCopyLink=Kopiera en delad länk till urklippet efter uppladdning
lblHost=&Värd
lblUsername=&Användarnamn
lblPassword=L&ösenord
lblPort=&Port
lblLocation=&Fjärrsökväg

[ScreenRecorder]

tbnRecord=Sta&rta inspelningen
tbnPause=&Pausa inspelningen
tbnStop=&Stoppa inspelningen
tbnResume=Åt&eruppta inspelningen
tbnFullscreen=&Fullskärmsläge
tbnRegion=Områdeslä&ge
popSP16x9=16:9-förinställning
popSP4x3=4:3-förinställning
popAuto16x9=Justera till 16:9
popAuto4x3=Justera till 4:3
popSelect=&Välj område...
popCustom=&Anpassad storlek...
tbnMic=Lägg till mikrofon
tbnCursor=Lägg till markör
tbnSoundMute=Inget ljud
tbnSoundMic=Spela in mikrofon
tbnSoundSystemAudio=Systemets inspelningsljud
tbnOpenFolder=Ö&ppna utdatamappen
tbnOptions=&Alternativ
tbnClose=&Stäng
statusRecord=Spelar in
statusPaused=Pausad
statusStop=Stoppad
statusReady=Redo
frmRecordingArea=Inspelningsområde

[ScreenRecorderOptions]

grbGeneral=Allmänt
chkAutoHide=Dölj fönstret automatiskt i helskärmsläge
chkCursor=Spela in muspekaren
chkPopup=Öppna inspelningsmappen efter avslutad inspelning
grbVideo=Video
lblFileType=Filtyp
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Kvalitet
cboQualityVeryHigh=Mycket hög kvalitet
cboQualityHigh=Hög kvalitet
cboQualityMedium=Mellankvalitet
cboQualityLow=Låg kvalitet
cboQualityVeryLow=Mycket låg kvalitet
grbAudio=Ljud
chkMic=Spela in mikrofonljudet
chkSystemAudio=Spela in systemljudet
lblAudioChannels=Kanaler
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bithastighet
lblAudioFrequency=Frekvens
btnDefault=Åte&rgå till grundinställningarna
lblOutput=Välj en katalog för att spara dina inspelningar
lblHotKey=Snabbtangent för inspelning (Starta/Stoppa) 
#7.2.0
lblMaxLength=Maximal inspelningslängd
cboMaxLength30mins=30 minuter
cboMaxLength1hour=1 timme
cboMaxLength2hours=2 timmar
cboMaxLength4hours=4 timmar
#7.2.0

[BugReport]

lblHeader=Skicka oss dina synpunkter för att göra PicPick ännu bättre.
chkAgree=Genom att trycka på skicka kommer din information att användas för att förbättra PicPick.
edtEmail=E-postadress (valfritt)
btnSubmit=&Skicka
lblFeedback=Tack för dina synpunkter!

[Website Resources]

title_picpick=PicPick - Allt-i-ett-designverktyg, skärminspelning, bildredigerare, färgväljare, linjal och mer
title_ngwin=NGWIN - Vi utvecklar användarvänlig programvara som ger praktiska datormiljöer
nav_picpick=PicPick
nav_partners=Partners
nav_contact=Kontakta
nav_home=Hem
nav_features=Funktioner
nav_download=Ladda ner
nav_buy=Köp nu
nav_forum=Forum
section_features=Funktioner
section_reviews=Mediarecensioner
section_download=Ladda ner
section_download_commercial=PROFESSIONELL VERSION FÖR REGISTRERADE ANVÄNDARE
section_buy=Köp nu
section_plans=Köp nu
section_screenshots=Skärmbilder
section_customers=Våra kunder
section_latestversion=Senaste versionen
section_changelog=Ändringslogg
section_availableon=Fungerar på
section_likeuson=Gilla oss på
section_eula=Licensavtal för slutanvändare
section_privacypolicy=Integritetspolicy
section_volumepricing=Mängdrabatt
button_download=LADDA NER
button_buy=KÖP NU
button_upgrade=UPPGRADERA NU
button_upgrade_nothanks=Nej tack
button_viewdetail=VISA DETALJER
button_free_download=GRATIS NERLADDNING
button_download_portable=Portabel version
button_download_commercial=Jag har redan köpt en licens.
text_freetotry=Gratis för personligt bruk, testa det idag.
text_copyright=Copyright{copy} {ngwin} All rights reserved.
text_winavailable=Fungerar på alla versioner av Windows
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista och XP inklusive både 32-bitars och 64-bitars versioner.
text_recommend=REKOMMENDERA
text_limitedtimeoffer=TIDSBEGRÄNSAT ERBJUDANDE
text_free=GRATIS
text_personal_only_detail=Observera att den här fria versionen endast får användas för personligt bruk i icke-kommersiella miljöer.
text_license_peruser=PicPick är licensierad per användare. Varje inköpt användarlicens får endast användas på två datorer (till exampel, PC och laptop).
text_license_noshare=En licens får inte delas mellan olika användare.
text_bluesnap=2Checkout är vårt online-betalningssystem som vi rekommenderar. Den har stöd för säker online-betalning med flera olika betalningsmetoder som PayPal, kreditkort mm.
text_thankyou=Tack för att du installerade PicPick.
text_download_thankyou=Tack för att du laddade ner PicPick.
text_download_start=Din nerladdning kommer att starta automatiskt inom några sekunder.
text_download_ifnot=Om din nerladdning inte startar automatiskt, tryck {here} eller ladda ner från de alternativa länkarna.
text_download_ifnot2=Om din nerladdning inte startar automatiskt, tryck {here}.
text_download_ifnot2_here=här
text_upgrade=Uppgradera till Professionell och få fler funktioner!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Allt-i-ett-designverktyg för alla
overview_jumbotron_p1=En komplett skärmdumpsverktyg, intuitiv bildredigerare, färgväljare, färgpalett, linjal, gradskiva, hårkors, ritverktyg och mer.
overview_jumbotron_p2=Användarvänlig och full av funktioner för att skapa din bild, lämplig för programutvecklare, grafiska designers och hemanvändaren.
overview_feature_1_h1=Ta skärmklipp
overview_feature_1_p1=Ta skärmbilder av hela skärmen, aktivt fönster, rullningsfönster eller ett specifikt område på ditt skrivbord, etc.
overview_feature_2_h1=Redigera dina bilder
overview_feature_2_p1=Anteckna och markera dina bilder: text, pilar, former och mer med den inbyggda bildredigeraren som innehåller den senaste Ribbon-stilmenyn.
overview_feature_3_h1=Förbättra med effekter
overview_feature_3_p1=Lägg enkelt till effekter på dina bilder: skapa skuggor, ramar, vattenstämplar, mosaik, rörelseoskärpa, ljuskontroll och mer.
overview_feature_4_h1=Dela ut det
overview_feature_4_p1=Spara, dela eller skicka dina bilder via webben, e-post, ftp, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter och mer.
overview_feature_5_h1=Grafiska tillbehör
overview_feature_5_p1=Olika grafiska designtillbehör så som färgväljare, färgpalett, linjal, vinkelhake, hårkors, förstorningsglas, ritbord.
overview_feature_6_h1=Anpassningsbara inställningar
overview_feature_6_p1=Med mycket avancerade inställningar, kan du anpassa snabbtangenter, filnamngivning, bildkvalitet, och många andra alternativ som passar dina behov.
reviews_1_body=Detta program får oss att tänka på en Schweizisk Armékniv, eller kanske en välsorterad, välorganiserad skrivbordslåda. Det finns alla typer av användbara verktyg här, och vi tror att PicPick skulle vara till nytta för webbdesigners, grafiska designers och till och med den genomsnittliga datoranvändaren som ibland behöver arbeta med grafik.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Speciellt utformad för hemanvändaren och syftar till att ge så mycket flexibilitet som möjligt under arbetet. Den innehåller även vissa funktioner som aldrig har funnits i Photoshop. PicPick, förutom att vara en mycket lättanvänd bildredigerare har den även grafiska skärmklippsalternativ och en uppsättning genvägar och alternativ som skulle göra andra liknande redigerare avunda
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Skärmklipp
features_1_p1=Ta skärmbilder av hela skärmen, aktivt fönster, rullningsfönster eller ett specifikt område på ditt skrivbord, etc.
features_1_p2=Stöd för flera bildskärmsmiljöer, skärmbild med markör, spara automatiskt och filnamngivning, etc.
features_1_p3=Stöder den flytande widgeten Skärmklippsrad som gör det enklare för dig att ta en skärmbild.
features_1_p4=Anpassa egna kortkommandon.
features_1_list_1=Helskärm
features_1_list_2=Aktivt fönster
features_1_list_3=Valfritt fönster
features_1_list_4=Rullfönster
features_1_list_5=Flexibel rektangel
features_1_list_6=Fast rektangel
features_1_list_7=Frihand
features_1_list_8=Upprepa senaste klipp
features_1_list_9=Klipp-widget
features_1_list_10=Visa pekare i klipp
features_1_list_11=Fördröjning före skärmklipp
features_1_list_12=Auto-spara
features_2_h1=Bildredigerare
features_2_p1=Med den inbyggda bildredigeraren som innehåller den senaste menyfliken, kan du kommentera och markera dina bilder.
features_2_list_1=Rita
features_2_list_2=Infoga text
features_2_list_3=Pilar, linjer
features_2_list_4=Figurer
features_2_list_5=Pratbubbla
features_2_list_6=Markeringsverktyg
features_2_list_7=Beskär
features_2_list_8=Ändra storlek
features_2_list_9=Rotera
features_2_list_10=Invertera
features_2_list_11=Gråskala
features_2_list_12=Mosaik
features_2_list_13=Ram
features_2_list_14=Vattenstämpel
features_2_list_15=Oskärpa
features_2_list_16=Skärpa
features_2_list_17=Ljus
features_2_list_18=Nyans / Mättnad
features_2_list_19=Färgbalans
features_3_h1=Spara, dela eller skicka
features_3_p1=När du är klar med skärmklippet och redigeringen av dina bilder, kan du spara, dela, eller skicka dem på en mängd olika vis.
features_3_list_1=Urklipp
features_3_list_2=Bildfiler
features_3_list_3=PDF
features_3_list_4=Skrivare
features_3_list_5=Webblänk
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP-server
features_3_list_14=E-post
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Externt program
features_4_h1=Färgväljare
features_4_p1=Hjälper dig att hitta den exakta färgkoden på din skärm med ett inbyggt förstoringsfönster.
features_4_p2=Stöder RGB, HTML, C++, Delphi.
features_5_h1=Färgpalett
features_5_p1=Hitta den exakta färgskoden med hjälp av Photoshop-stylad färgväljare som stöder RGB, HSV.
features_6_h1=Linjal
features_6_p1=Hjälper dig att mäta storleken på objekt och placera objekt på exakta platser på skärmen.
features_6_p2=Stöder horisontell och vertikal orientering, enheter (pixlar, tum, centimeter), DPI-inställningar (72, 96, 120, 300), skal.
features_7_h1=Förstoringsglas
features_7_p1=Med det lätta, smidiga och ändringsbara förstoringsverktyget, kan du se skrivbordsområde förstorat i förstoringsglaset.
features_8_h1=Hårkors
features_8_p1=Den här funktionen beräknar den relativa koordinaten för bildpositionen.
features_8_p2=Detta kan vara användbart vid till exempel utveckling av HTML-image maps.
features_9_h1=Gradskiva
features_9_p1=Hjälper dig att hitta vinklar på skärmen. Välj ut mitten, sen en plats, sen vinkla i grader bort från den första platsen.
features_9_p2=Detta kan användas i en mängd olika fotograferings-, matematik- och grafikprogram.
features_10_h1=Ritverktyg
features_10_p1=Du kan ha virtuella ritbord på skrivbordet. Du kan använda den för presentationer eller rita något på skrivbordet.
download_1_h1=För hemanvändare
download_1_p1=Endast till personlig användning
download_1_p2=Manuella uppdateringar
download_1_p3=Ingen teknisk support
download_2_h1=För professionella
download_2_p1=Kommersiell och personlig användning
download_2_p2=Automatisk uppdatering
download_2_p3=Teknisk support
download_2_p4=Livstidsuppgraderingar
download_2_p5=Inga annonser
buy_table_h1=Antal användare
buy_table_h2=Pris (USD) per användare
buy_table_p1=Kontakta oss för en offert!
buy_table_p2=Observera att {vat} kan tillkomma för vissa europeiska köpare.
buy_table_p2_vat=MOMS
buy_1_h1=Direkt nyckelleverans
buy_1_p1=När din order är klar kommer du att få din registreringsnyckel direkt levererad till dig.
buy_2_h1=Livstidsuppdateringar
buy_2_p1=Prenumerationsplaner faktureras årligen.
buy_3_h1=Frågor innan köpet
buy_3_p1=Om du har några frågor angående köpet eller licensen, tveka då inte att {contactus}.
buy_3_p1_contactus=kontakta oss
buy_year=År
buy_single=Singel
buy_single_p1=Installeras på två datorer per användare
buy_team=Team
buy_team_user=Användare
buy_site=Organisation
buy_site_p1=Installera på obegränsat antal datorer i organisationen
buy_month=Månad
buy_monthly=En gång i månaden
buy_yearly=Årlig
buy_pay_once=Betala en gång och få livstidsuppdateringar gratis.
buy_for_individuals=För privatpersoner
buy_for_teams=Team
buy_for_enterprise=För Enterprise
buy_single_lifetime=Singel
buy_team_lifetime=Team
buy_site_lifetime=Enterprise
buy_subscriptions=Prenumerationer
buy_lifetime=Livstidsspecial
secure_order=Säkra beställningar med 2Checkout
uninstall_h1=Tala gärna om vad du tycker.
uninstall_p1=Vi skulle uppskatta om du hörde av dig. Dina synpunkter hjälper oss att göra PicPick ännu bättre.
uninstall_comment=Detaljer
uninstall_comment_placeholder=Till exempel, Varför avinstallerade du? Vad har vi missat? Vilken funktion vill du ha?
uninstall_email=E-post (valfritt)
uninstall_email_placeholder=Ange din e-postadress.
uninstall_send=Skicka synpunkter
about_us=Om oss
about_h1=Vi är ett mjukvaruutvecklingsföretag som specialiserat sig på Microsoft Windows Platform.
about_p1=Vårt mål är att utveckla och publicera högkvalitativ och användarvänlig programvara som ger praktiska datormiljöer till våra användare.
contact_h1=Vi vill gärna att du hör av dig till oss! Fyll gärna i formuläret och vi kommer att kontakta dig snarast.
contact_us=Kontakta oss
contact_email=E-postsupport
contact_email_at=Du kan också kontakta oss via e-post på : {email}
contact_email_send=Skicka e-post till oss
beta_banner=Prova nya funktioner med PicPick beta!
beta_button=Prova nu
try_darkmode=Prova mörkt läge
try_darkmode_on=Mörkt läge är på
contact_form_category=Kategori
contact_form_select=- VÄLJ -
contact_form_email=E-post
contact_form_subject=Ämne
contact_form_body=Detaljer
contact_form_body_placeholder=Berätta mer om...
contact_form_os=Opertivsystem
contact_form_version=PicPick-version
contact_form_license=Licensnyckel
contact_form_license_placeholder=För premiumsupport, ange din giltiga licensnyckel.
contact_form_success=Klar
contact_form_success_description=Dina synpunkter har skickats.
contact_form_error=Fel
contact_form_error_description=Vi beklagar att vi inte kan ta hand om detta just nu.
promotion_timeout=Passa på nu innan detta försvinner.
buy_existing_user=Förnya en befintlig licens
checkout_for_individual=För privatpersoner
checkout_for_individual_desc=singel eller familj
checkout_for_company=För arbetslag
checkout_for_company_desc=företag eller organisation
checkout_header=Leveransinformation
checkout_summary=Ordersammanfattning
checkout_license=Licens
checkout_product=Produkt
checkout_users=Användare
checkout_quantity=Kvantitet
checkout_quantity_warning_header=Installera på högst {num} datorer
checkout_quantity_warning_body=Öka antalet för att installera på fler datorer.
checkout_price=Pris
checkout_vat=Skatter och extra avgifter kan tillkomma.
checkout_firstname=Förnamn
checkout_lastname=Efternamn
checkout_companyname=Företagsnamn
checkout_email=E-postadress
checkout_email_confirm=Bekräfta e-postadress
checkout_checkout=Kassa
checkout_or=ELLER
checkout_paypal=Betala med PayPal
thankyou_header=Tack för din beställning. Din betalning slutfördes!
thankyou_detail=Orderdetaljer
thankyou_orderref=Orderreferens nr.
thankyou_payment=Betalningsmetod
thankyou_date=Datum
thankyou_total=Totalbelopp
thankyou_email=Kontrollera {email} för beställningsbekräftelse via e-post (inklusive skräpmapp).
promo_continue=Fortsätt
promo_warning=Vi kräver betalningsinformation för att autentisera dig när du registrerar dig. Vi kommer inte att debitera dig för den kostnadsfria kampanjen.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Markera en mittpunkt med ett klick på skärmen.
MSG_ACTIVEWINDOW=Tryck på tangenten [%s] för att.
MSG_EXITSAVEIMAGE=Vill du spara ändringar i [%s]?
MSG_DEFAULT_IMAGENAME=Bild
MSG_DIRECTORYACCESSERROR=Kan inte öppna katalogen.
MSG_DEFAULT_TAPNAME=Ingen bild
MSG_HOTKEY_ALREADY1=PicPick kan inte registrera följande snabbtangenter.
MSG_HOTKEY_ALREADY2=Vill du ändra de här snabbtangenterna?
MSG_THISFOLDERNOTFOUND=Destinationen [sökväg eller katalognamn] kan inte hittas.
MSG_INVALID_FILENAME=Ogiltigt filnamn.
MSG_FAIL_AUTOSAVE=Kontrollera dina inställningar för automatiskt spara filnamn. Om problemet fortsätter efter du kontrollerat inställningarna, lägg då till picpick.exe i undantagslistan för ditt antivirusprogram.
MSG_INVALID_CLIPBOARD=Kan inte läsa in Urklippsdata! (Ogiltigt Urklippsformat)
MSG_CANNOTREPEATCAPTURE=Kan inte hitta markerat område från senaste skärmklippet.
MSG_CLOSEALLIMAGE=Vill du stänga alla osparade bilder?
MSG_FILE_OPEN=Öppna
MSG_FILE_SAVE=Spara som
MSG_NEWVERSIONAVAILABLE=En nyare version av PicPick finns tillgängligt. Vill du besöka hemsidan för att ladda ner?
MSG_PROGRAM_NOTADDYET=Du måste specificera ett externt program för att skicka dina skärmklipp!
MSG_EXTERNALPROGRAMERROR=Kan inte hitta det specificerade externa programmet. 
MSG_PARAMETERS_TITLE=PicPick-parametrar
MSG_OLDLANGUAGE=Versionen på språkfilen är gammal och en del text är inte översatt. Vill du verkligen byta språk? 
MSG_INVALIDALBUMNAME=Albumet är korrupt.
MSG_CREATEFAILUREALBUM=Kan inte skapa album.
MSG_LOADINGFAILUREALBUM=Kan inte läsa in album.
MSG_IDEMPTY=Ange användar-ID.
MSG_PWEMPTY=Ange lösenord.
MSG_SAVE=&Spara
MSG_DONTSAVE=Spara i&nte
MSG_DONTSAVEALL=Spara inte &någon
MSG_NODISPLAYAGAIN=Visa inte detta meddelande igen
BTN_YES=&Ja
BTN_NO=&Nej
BTN_NOALL=&Nej till alla
MSG_INPUTTEXT=Infoga text här
MSG_FLATTENLAYER=För den här aktiviteten måste du sammanfoga figurerna med bakgrundsbilden. Vill du sammanfoga figurerna?
MSG_FLATTENALL=Vill du sammanfoga alla figurer?
MSG_INVALID_DOWNLOADURL=Ett fel uppstod vid nerladdningen.
MSG_OPENURL=Ange en webbadress.
MSG_ANYSETTINGOK=Inställningarna har ändrats.
MSG_DEFAULTEDITOR=PicPick har registrerats som standardredigerare för bilder.
MSG_FTPINFONEED=Du måste ange dina FTP-serveruppgifter först.
MSG_CONNECTIONFAIL=Ett fel uppstod vid anslutning till servern.
MSG_PROGRAM_NOSKYPE=Kan inte hitta Skype.
MSG_ACTIVATE_OFFLINE=Kan inte aktivera din licens på grund av nätverksproblem eller något annat. Vill du aktivera licensen i offline-läge?
MSG_ACTIVATE_OK=Din licens är aktiverad. Tack för att du valde PicPick!
MSG_ACTIVATE_TRIAL=Utvärderingsversionen har aktiverats. Tack för att du valde PicPick!
MSG_ACTIVATE_FAIL=Aktivering har nekats. Vänligen, kontakta PicPick Support Center.
MSG_VALIDOWNERNAME=Ange ett giltigt användarnamn.
MSG_VALIDLICENSEKEY=Ange en giltig licensnyckel.
MSG_FILENOTFOUND=Kan inte hitta filen.
MSG_CAPTUREAREAFAIL=Ett fel uppstod vid beräkning av klippet. Vänligen, kontrollera om annan mjukvara (antivirus, malware/spyware) kan ha orsakat felet.
MSG_TRANSPARENCYLOST=All genomskinlighet kommer att förloras om du sparar denna bild. Vill du verkligen fortsätta?
MSG_DONOTSHOWWEEK=Visa inte detta fönster på en vecka
MSG_NEWVERSIONAVAILABLE_SHORT=En ny version av PicPick finns tillgänglig
MSG_HOTKEY_ALREADY3=Kontroller om andra aktuella program körs, såsom Dropbox eller OneDrive.
MSG_NEWVERSIONINSTALL=En ny version av PicPick finns tillgänglig. Vill du installera den nu?
MSG_NEWVERSIONINSTALLING=Vänta medan en uppdatering laddas ner...
MSG_NEWVERSIONRESTART=Uppdateringen startar automatiskt om några sekunder...
MSG_ACTIVATE_INVALID=Licensnycklen som du har angivitgt är ogiltig. Kontrollera din nyckel och försök igen.
MSG_NOUPDATEAVAILABLE=Det finns inga uppdateringar tillgängliga.
MSG_NOTENOUGHCAPTUREAREA=Valt område är för litet för att klippa.
MSG_CAPTUREOPTION_NEXTTIME=Valt alternativ kommer att tillämpas nästa gång du klipper.
MSG_ACTIVATE_EXPIRED=Din licens har gått ut. Förnya din licens för att fortsätta använda PicPick utan avbrott.
MSG_RESTART_WARNING=Vissa ändringar träder inte i kraft förrän programmet har startat om.
MSG_DEACTIVATE=Är du säker på att du vill inaktivera din licens på den här datorn?
MSG_DEACTIVATE_SUCCESS=Din licens har inaktiverats.
MSG_SCREENRECORDER_FAILURE=Ett fel uppstod när skärminspelningen skulle initialiseras. Installera om applikationen.
MSG_SCREENRECORDER_HELP_RECORD=För att avsluta en helskärmsinspelning, klickar du på skärminspelningsikonen i meddelandefältet eller trycker på knappen [%s].
MSG_SCREENRECORDER_HELP_STOP=Videoinspelningen har slutförts. Vill du öppna mappen med den inspelade videon?
MSG_SCREENRECORDER_HELP_LIMITED=Denna gratisversion är begränsad till %d-minutersinspelningar.
MSG_ERROR_LOADIMAGE=Ett fel uppstod när filen skulle öppnas. Detta är inte en giltig bildfil eller så stöds inte formatet.
MSG_ERROR_LOADHEIC=Det krävs ytterligare ett tillägg för att öppna den här filen. Vill du gå till nerladdningssidan nu?
MSG_RESTORE_DEFAULT=Är du säker på att du vill återställa standardinställningarna?
MSG_DISABLED_FEATURE=Den här funktionen har inaktiverats av din administratör.
MSG_DUPLICATED_FILETABNAME=Fil- eller fliknamnet finns redan.
MSG_SCROLLCAPTURE_FAILURE=Det gick inte att utföra rullfönsterskärmbild av [%s].
MSG_SCREENRECORDER_INSTALL=Skärminspelning kräver administratörsbehörighet för att utföra ytterligare en installation. Vill du fortsätta?
MSG_INVALID_HOTKEY=Den nertryckta tangenten kan inte användas som en snabbtangent.
#7.2.0
MSG_RESET=Är du säker på att du vill återställa alternativen när du avslutar programmet?
MSG_RESET_CONFIRM=Du måste starta om programmet för att ändringen ska verkställas.
MSG_SCREENRECORDER_ERROR=Ett fel uppstod vid bearbetning av kodningen.
MSG_SCREENRECORDER_NOINPUTS=Kan inte hitta några ljudinmatningsenheter.
MSG_FAIL_LIMIT_AUTOSAVE=Mappen spara automatisk har nått gränsen. Kontrollera mappen för spara automatiskt.
#7.2.0
